Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/politiet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: You must complete two copies of the declaration before you travel.
nb: Da må du deklarere våpenet ditt når du reiser inn eller ut av landet.

source: (Mondays to Fridays 08.00 – 16.00) to be
nb: (mandag til fredag kl 08.00 – 16.00) for å bli

source: On Wednesday evening, the police received reports of a man shooting arrows at people in a Coop Extra supermarket in Vestsiden in Kongsberg.
nb: Det var onsdag kveld at politiet fikk melding om at en mann skjøt mot personer med pil og bue på en Coop Extra-butikk på Vestsiden på Kongsberg.

source: information, and to ensure that contact has been
nb: søker og ansvarlig kontaktperson ved det lokale

source: It conducted a survey of the needs of men and the
nb: De gjennomførte kartlegging om hvilke behov og

source: He fires more arrows in Myntgata and Peckelsgata.
nb: I området Myntgata og Peckelsgate avfyrer han flere piler.

source: The Family Detention Centre can hold two families (10 people in total) at the same time.
nb: Familieenheten kan ha to barnefamilier boende til enhver tid. Maksimalt kan det bo 10 personer der.

source: in the previous or the new residence district,
nb: Det anbefales at du ikke venter helt til

source: Job offers promising high pay for little work also attempt to take advantage of you, as credible as they may appear.
nb: Jobbtilbud som lover deg høy lønn for lite jobb, er også et forsøk på å unytte deg, selv om det fremstår som veldig troverdig.

source: Signature Item 13 og 14: Place, date and signature
nb: Underskrift Punkt 13 og 14: Sted, dato og underskrift

source: adequate guidelines for situation reporting.
nb: kassebil, og at han var iført politiuniform.

source: When you return to Norway
nb: Når du skal hjem igjen

source: covered by the Penal Code section 311. Images and
nb: under § 311 i straffeloven. Bilder kan være straff-

source: ries, more specifically in Romania and Albania.
nb: litet og sosialt utenforskap som bakteppe.

source: The Commission finds that the Police Operational System is unsatisfactory as a police command,
nb: beredskapstroppen, Nordre Buskerud, Søndre Buskerud og Asker og Bærum politidistrikt til

source: It may also be a criminal offence
nb: Det kan også være straffbart å sende slike bilder av seg

source: Most people stay at the Detention Centre for less than 72 hours.
nb: De aller fleste er på utlendingsinternatet i mindre enn 72 timer.

source: For example, is a silencer or a telescopic sight legal in the country you will be using the weapon in?
nb: Er for eksempel lyddemper og kikkertsikte lovlig i det landet du skal bruke våpenet i?

source: A UK survey of 100
nb: En britisk gjennomgang av 100

source: The police are exploring several hypotheses:
nb: Det jobbes etter flere hypoteser:

source: sharing of sexualised images and videos of peers to
nb: seksualiserte bilder og filmer av jevnaldrende til

source: It may be CEO fraud!
nb: Det kan være direktørsvindel!

source: The police have now formally interviewed 60 witnesses following the serious incident in Kongsberg on 13 October, during which five people were killed and several injured.
nb: Politiet har til sammen formelt avhørt 60 vitner etter den alvorlige hendelsen på Kongsberg onsdag 13. oktober der fem mennesker ble drept, og flere ble skadet.

source: From the age of 15, listed persons can request access themselves under the Police Databases Act.
nb: Fra fylte 15 år kan den registrerte selv be om innsyn etter politiregisterloven.

source: Change your password the first time you use the device, and apply the available security settings.
nb: Skift passord når man tar enheten i bruk, og bruk de tilgjengelige sikkerhetsinnstillingene.

source: Go through customs via the green channel when you return to Norway.
nb: Da kan du gå til grønn sone i tollen når du kommer tilbake til Norge.

source: The attorney must fill in the form " digital søknadsinnlevering – fullmektig" and send it by e-mail to OsloFUFfullmakt-arbeid@politiet.no.
nb: Fullmektig må fylle ut skjemaet digital søknadsinnlevering – fullmektig og sende det på e-post til OsloFUFfullmakt-arbeid@politiet.no.

source: The address to Quality Hotel Grand is Chr.
nb: Adressen til Quality Hotel Grand er Chr.

source: – He then stabs five random persons in Hyttegata to death, most of them in their own homes, he says.
nb: – Deretter dreper han fem tilfeldig utvalgte personer i Hyttegata med stikkvåpen, de fleste i deres eget hjem, sier han.

source: Receiving and possessing nude photos of children under the age of 18 is illegal.
nb: Det er ulovlig både å få og beholde nakenbilder av barn under 18 år.

source: It is illegal to film people who are having sex if one or both of them are under the age of 18, as it is considered production of «representations sexualizing children or showing sexual abuse of children» under the
nb: Det er ulovlig å filme noen som har sex der en eller begge er under 18 år. Det er fordi det regnes som produksjon av «fremstillinger som seksualiserer barn eller fremstillinger som viser seksuelle overgrep mot barn» i

source: Your lawyer can tel you how this is done.
nb: deg, og at du forteller det du vet.

source: This is based on the potential for high profits, low risk of detection and the increase seen in recent years.
nb: nye statistikk grupper, og det ble gjennomført en som sammenfalt i tid med økning i registrert vold opplæring i ny lov med føringer for praksis.

source: The consumer shall have the necessary user support in place for their end users.
nb: Konsumenten skal ha nødvendig brukerstøtte for sine sluttbrukere.

source: This information must be stated before the letter of confirmation is handed over to the applicant.
nb: Her angis organisasjonsnummeret til den som fremsetter begjæring om fornyet vandelskontroll.

source: • More than 60 per cent of the unidentified children
nb: • Over 60 prosent av de uidentifiserte barna var i

source: Signature Item 12 og 13: Place, date and signature
nb: Underskrift Punkt 12 og 13:

source: See what documentation you need to bring to get a registration certificate: https://www.udi.no/en/word-definitions/checklists-which-explains-which-documents-you-
nb: Se hvilken dokumentasjon du må ta deg for å få registreringsbevis på udi.no/ord-og-begreper/sjekklister-som-forklarer-hvilke-dokumenter-du-ma-levere-med-

source: Item 8: Postal code and city
nb: Punkt 8: Postnummer og sted

source: According to the Penal Code section 305, “sexually
nb: Straffeloven § 305 sier at det kan være straffbart å

source: Somebody has sent me «dickpicks» and other nude photos.
nb: Noen har sendt meg «dickpicks» og andre nakenbilder.

source: It will make your journey easier.
nb: Det vil gjøre reisen din enklere.

source: that someone would recognise them from the
nb: bekymret for at noen skulle kjenne dem igjen

source: Status for the person charged
nb: Status for siktede

source: Lock them or turn them off when you are not around, and keep them safe against harm or theft.
nb: Lås dem eller slå dem av når du ikke er i nærheten, og oppbevar dem sikkert for å unngå skader eller tyveri.

source: Ensure that ICT equipment used is at all times up-to-date with security updates from the supplier, both for operating systems and software.
nb: Sørg for at IKT-utstyret som benyttes til enhver tid er oppdatert med sikkerhets-oppdateringer fra leverandøren, både for operativsystem og programvare.

source: A US survey from 2018 included 133 adults who had been sexually abused as children and where the
nb: En amerikansk undersøkelse fra 2018 omfattet 133 av fysiske seksuelle overgrep. Nasjonalt kunnskaps-

source: At 18:47, it was reported on the police radio that the perpetrator had been apprehended by officers from Sør-Øst Police District.
nb: 18:47 blir det meldt på sambandet at gjerningmannen er pågrepet av mannskaper fra Sør-Øst politidistrikt.

source: manipulate or threaten them into physical meetings
nb: til å manipulere eller true dem til fysiske møter for å

source: It can take up to 10 working days from the time you upload documentation on the UDI's website until the documentation is received in the police's systems.
nb: Det kan ta opptil 10 virkedager fra du laster opp dokumentasjon på UDI sine hjemmesider til dokumentasjonen er mottatt i politiet sine systemer.

source: Go through customs via the red channel when you return to Norway.
nb: Da skal du gå til rød sone i tollen når du kommer tilbake til Norge.

source: Item 11: Copy of valid identification
nb: Kopi av foresattes legitimasjon Punkt 11:

source: The police may launch a new version of the Status service's API, and older versions of the API
nb: Politiet kan lansere ny versjon av Tapsstatus-tjenestens API og eldre versjon av API kan bli

source: • 55 per cent of the children were assessed to be
nb: • 55 prosent av barna ble vurdert å være under

source: Before starting to work from home, acquaint yourself with your employer's devices, rules and procedures.
nb: Får du begynner å jobbe hjemmefra, gjør deg kjent med arbeidsgivers enheter, regler og rutiner.

source: The masterlist also requires that you use a chip-enabled passport reader/NFC reader.
nb: Masterlist krever i tillegg bruk av passleser/NFC-leser for avlesing av chip.

source: tages are based on 6677 students.
nb: prosentandelene basert på 6677 elever.

source: Such unusual behaviour includes the camera turning on by itself, programs running by themselves, or the device running heavily even though you are just using it for light tasks.
nb: Unormal oppførsel kan for eksempel være at kamera går på uten at du har skrudd det på, at programmer kjører av seg selv eller at maskinen arbeider tungt selv om du bare bruker den til enkle oppgaver.

source: Returnees in 2017 by nationality
nb: Uttransporter i 2017 etter nasjonalitet

source: They tend to contain little information, asking you to open the attachment to learn more.
nb: Innholdet varierer, men e-posten har ofte lite informasjon og ber deg åpne vedlegget for å få vite mer.

source: You can also declare your weapon(s) in person to a Swedish customs official when you cross the border.
nb: Du kan også gjøre det på tollstajsonen når du krysser grensen.

source: Under "Security" you will find the network's security level.
nb: Under fanen "Sikkerhet" vil du finne hvilket nivå det trådløse nettverket har.

source: The doctor can be contacted by phone 24 hours a day, all year round.
nb: Legen er utover dette tilgjengelig på telefon 24 timer i døgnet hele året.

source: , declare your weapon(s) to a Swedish customs official when you arrive in Sweden.
nb: Da må du gjøre det på tollstasjonen når du kommer til Sverige.

source: the persecution must be race, religion,
nb: religion, nasjonalitet, medlemskap i

source: In principle, all sexualised photos of children under the age of 18 are illegal.
nb: I utgangspunktet er alle seksualiserte bilder av barn under 18 år ulovlige.

source: cent had been abused by a family member.
nb: utsatt for overgrep av et familiemedlem.

source: but they may also have posted the images on their own initiative.
nb: men de kan også ha lagt det ut helt på eget initiativ.

source: Under the banner "Security" you will find the network's security level.
nb: Under fanen "Sikkerhet" finner du nivået på det tilkoblede nettverket.

source: State the company's telephone number.
nb: Her angis telefonnummeret til foretaket.

source: Investigation update Thursday 21 October
nb: Status i etterforskingen torsdag 21.

source: relevant and low-threshold work training for
nb: samarbeid med næringslivet om relevant og

source: 1 In December, 32 minors were returned together with their families.
nb: 1 I desember ble 32 mindreårige uttransportert som en del av familie.

source: Reduce the risk of devices connected to the internet being hacked
nb: Reduser faren for misbruk av enheter tilkoblet Internett
